[
{
"genre":"Western",
"title":"Old Henry",
"description":"A farmer living in the wilderness with his son finds a wounded man and a bag of money. Very soon, three horsemen come to him and old Henry will have to decide which side to take."
},
{
"genre":"Western",
"title":"A million ways to lose your mind",
"description":"The story of a loser who fell in love with a stunning beauty."
},
{
"genre":"Western",
"title":"Under world ",
"description":"In the center of the plot is Liz - a mute midwife. She has a husband, happy children, but despite a harmonious family life, the girl's dark past begins to haunt her again."
},
{
"genre":"Art-House",
"title":"Young Woman",
"description":"After the red-haired beauty quarreled with her mother and left her home, the girl moved to Paris and lived with a famous photographer, whom she fell head over heels in love with."
},
{
"genre":"Art-House",
"title":"The Love Witch",
"description":"After the death of her husband, the girl moves to another state to start a new life. With the help of spells, she lures young guys and kills them. but one day she will meet a man who truly loves her."
},
{
"genre":"Art-House",
"title":"Happy End",
"description":"After conducting a preliminary experiment on animals, baby Eva poisons an overly annoying selfish mother with pills. The girl is taken to her by her father Tom, who now lives with his new wife. But despite the fact that the Laurent family seems to be exemplary and prosperous in appearance, all its members are insensitive sociopaths living in a world that has long been abandoned by joy and love."
},
{
"genre":"Fantasy",
"title":"Dune",
"description":"Dune. Humanity has settled in distant planets, and various powerful families are constantly fighting for power over the inhabited space. At the center of the confrontation is the desert planet Arrakis. The one who controls Arrakis controls the spice, and the one who controls the spice controls the universe."
},
{
"genre":"Fantasy",
"title":"The Sand",
"description":"After a great party, a group of friends woke up on an empty beach. In trying to understand their location, the girls forget to look at their feet, which they certainly shouldn't have done. While they figure out what's what, the first victim is already dragged into the sand by some creepy creatures, which have quite a goal - to feast on fresh flesh, maybe stock it up for a long time."
},
{
"genre":"Fantasy",
"title":"Matrix",
"description":"The action of the picture unfolds in the future. In the center of the plot is a young guy named Thomas Anderson, who leads a dual lifestyle. During the day, he is the most ordinary employee of a large company, but at night the hacker Neo. Once on his computer from unknown people comes a message with a strange content 'You are stuck in the matrix.' The guy can't even imagine what this all means."
},
{
"genre":"Horror",
"title":"Ring Virus",
"description":"Investigating the circumstances of the mysterious death of her niece and three of her friends, journalist San-yu learns about a strange video tape, which all four watched exactly one week before their death."
},
{
"genre":"Horror",
"title":"Hypnotic",
"description":"Feeling stuck both personally and professionally, Jenn turns to a mysterious hypnotherapist for help, but finds herself caught in a deadly mind game."
},


{
"genre":"Horror",
"title":"Inquisicion",
"description":"Feeling stuck both personally and professionally, Jenn turns to a mysterious hypnotherapist for help, but finds herself caught in a deadly mind game."
},
{
"genre":"Documentary",
"title":"In search of the Last action Heroes",
"description":"A large-scale retrospective of the cult action films of the 80s with an overview of the origins, chronology of development, and influence on modern cinema."
},
{
"genre":"Documentary",
"title":"Sex: Unzipped",
"description":"Rap superstar Saweetie celebrates healthy sexuality and sex positivity. In the program: interviews with experts in the field of education, perky stand-ups and dolls without complexes."
},
{
"genre":"Documentary",
"title":"Flip a Coin. One Ok Rock ",
"description":"Unable to tour in 2020, ONE OK ROCK members have been working for months to put on an online concert that matches the energy of their in-person performances."
},
{
"genre":"Family",
"title":"Tom’s midnight garden",
"description":"It is in vain that adults think that their children sleep at night. What is inaccessible to their eyes, inaudible to their ears, is always recognized by the child. Every midnight, the old clock, striking 13 times, opens the gates to the fabulous world of the Victorian era for the fourteen-year-old Tom Long. And only Tom will forever leave in himself a piece of that fabulous world of the most colorful childhood dreams."
},
{
"genre":"Family",
"title":"Like Mike: StreetBall",
"description":"The basketball fan dreams of becoming a famous professional player, but his small stature and very limited abilities make this dream impossible."
},

{
"genre":"family",
"title":"Children of Mud",
"description":"After being kicked out of the house, the girl and her blind younger brother set off in search of hope in the harsh streets of the city. A story about love and overcoming difficulties."
},
{
"genre":"Thriller",
"title":"Night Teeth",
"description":"A young Los Angeles chauffeur is assigned one night to take two girls to two different parties. During the trip, the guy realizes that they are not who they say they are, and he will have to fight for his life."
},
{
"genre":"Thriller",
"title":"The Guilty",
"description":"Rescue operator Joe Baylor takes a call from a woman in grave danger and tries to help her at any cost."
},
{
"genre":"Thriller",
"title":"Inception",
"description":"We are accustomed to the fact that in our understanding a thief is a person capable of stealing some value or money. The plot of the picture tells about thieves who can steal an idea directly from a person from the subconscious."
},
{
"genre":"Adventure",
"title":"Back to the future",
"description":"Marty McFly is a typical American teenager from California. His flabby father George is constantly ridiculed and bullied by Biff Tannen's boss, the boy's mother suffers from depression and obesity, and his older siblings are classic losers. One night in 1985, the guy meets his eccentric scientist friend, nicknamed Doc, who introduces the main character to a real time machine."
},
{
"genre":"Adventure",
"title":"Cast Away",
"description":"The protagonist Chuck Nolan has been working for the Federal Express postal delivery service for many years. He occupies a very high position in the company, scrupulously and responsibly in his work. His entire working day is scheduled literally every minute, and he practically does not see his beloved woman. Once, having gone to escort the cargo, Chuck gets into a plane crash, as a result of which he finds himself on a desert island. For four long years he lives far from civilization, doing everything possible to survive and not go crazy from loneliness ..."
},
{
"genre":"Adventure",
"title":"The Art of Flight",
"description":"A group of snowboarders perform stunning tricks in their complexity, conquer uncharted mountain peaks, make their most risky dreams come true and achieve them. Dashing guys who are not affected by the law of attraction, stunning landscapes and majestic snow-capped mountains. Snowboarding is their religion."
},
{
"genre":"Comedy",
"title":"Les malabars sont au parfum",
"description":"The scientist becomes the target of both American and Russian spies after he learns how to get a cow to produce large quantities of milk."
},
{
"genre":"Comedy",
"title":"Love Suddenly",
"description":"Jacob is hopelessly in love with his first love, Marie, who left him seven years ago. And when she knocked on his door again, he is ready to do anything to get her back. But then Lotta and her 11-year-old son Ben appear on the horizon, trying to help Jacob reunite with Marie."
},
{
"genre":"Comedy",
"title":"Army of Thieves",
"description":"The life of a humble bank clerk, Dieter, changes abruptly when a mysterious stranger invites him to join the team of criminals most wanted by Interpol, who have decided to break into impregnable safes throughout Europe."
},
{
"genre":"Musical",
"title":"Cinderella",
"description":"A bold new take on the traditional Cinderella story. The main character is an ambitious girl, whose dreams are much more than the world allows, but with the help of her amazing assistant Gee, she is able to show perseverance and make her dreams come true."
},

{
"genre":"Musical",
"title":"Annette",
"description":"The stand-up comedian loses his wife, an opera singer, and is left with a two-year-old daughter who has an unusual gift."
},
{
"genre":"Musical",
"title":"Gentlemen prefer Blondes",
"description":"The picture talks about two girls-dancers and part-time best friends. They go on tour in the heart of France, the legendary city of Paris. But rich dad, who has nowhere to put his money, has hired a private investigator to bring evidence for his son that Lorelei loves his surprises ..."
},
{
"genre":"Military",
"title":"Without Remorse",
"description":"John Kelly is a high-profile Navy SEAL determined to inflict a bloody vendetta on the people responsible for the murder of his pregnant wife. Joining forces with another commando and a murky CIA agent, Kelly unwittingly exposes a conspiracy that threatens war between the United States and Russia."
},
{
"genre":"Military",
"title":"The Boy in the stripped pajamas",
"description":"Eight-year-old boy Bruno, along with his parents, leads a carefree lifestyle in Berlin, despite the fact that the Second World War is in full swing. The whole family is forced to move together to a new place of residence. It turns out that there is a concentration camp next to their new home, where prisoners are regularly gassed. Only now Bruno is still too young to fully comprehend what is happening."
},
{
"genre":"Military",
"title":"The Imitation Game",
"description":"The hero of the film, Alan Turing, is endowed with unique thinking, he is an excellent mathematician and logician. He has to perform the most difficult task, namely, to crack the Enigma code. Only a real genius can handle it. The outcome of the war depends on Alan, and he must make every effort to crack this code."
},
{
"genre":"Theatre",
"title":"Fleabag",
"description":"Fleabag is a 30-year-old resident of modern London, struggling to keep afloat a small cafe, inherited from her deceased friend, along with a guinea pig named Hillary. Her life is a tragicomic leapfrog of events with a nervous boyfriend, promiscuous sexual relations, constant drinking, a depressed anorexic sister, a viper-stepmother, a series of strange friends and hidden enduring pain."
},
{
"genre":"Theatre",
"title":"Frankenstein",
"description":"Dr. Victor Frankenstein creates the Beast by breathing life into a body made from parts of various deceased people. However, horrified by the ugliness of his creation, he leaves it to the mercy of fate. A lonely, ugly, childishly innocent monster expects trust and love from the world, but everywhere it encounters only anger, cruelty and hatred."
},
{
"genre":"Theatre",
"title":"Macbeth",
"description":"Theatrical production for television of Shakespeare's tragedy of the same name."
},
{
"genre":"Sport",
"title":"Schumacher",
"description":"A documentary about the legendary racer Michael Schumacher."
},
{
"genre":"Sport",
"title":"MoneyBall",
"description":"Bill Ben is a baseball team manager who has become a legend. With his tenacity, determination and perseverance, he accomplished the impossible, and his team broke a baseball league record."
},
{
"genre":"Sport",
"title":"Ford vs Ferrari",
"description":"American car designer Carroll Shelby and driver Ken Miles battle corporate interference and the laws of physics to build a revolutionary race car for Ford in order to defeat Ferrari at the 24 Hours of Le Mans in 1966."
}
]
