[
{
"genre": "Fantasy",
"title": "The Witcher",
"description": "The witcher Geralt, a mutated monster hunter, struggles to find his place in a world where people often prove more wicked than beasts. Based on Andrzej Sapkowski's Witcher Saga."
},

{
"genre": "Fantasy",
"title": "The Watch",
"description": "A group of misfit cops rise up from decades of helplessness to save their corrupt city from catastrophe. Based on the characters from Terry Pratchett's Discworld novels."
},

{
"genre": "Fantasy",
"title": "Shadow and Bone",
"description": "In a world cleaved in two by a massive barrier of perpetual darkness, a young soldier uncovers a power that might finally unite her country. But as she struggles to hone her power, dangerous forces plot against her. Thugs, thieves, assassins and saints are at war now, and it will take more than magic to survive."
},

{
"genre": "Fantasy",
"title": "The Dark Crystal: Age of Resistance",
"description": "Return to the world of Thra, where three Gelfling discover the horrifying secret behind the Skeksis' power and set out to ignite the fires of rebellion and save their world."
},

{
"genre": "Fantasy",
"title": "His Dark Materials",
"description": "Lyra is an orphan who lives in a parallel universe in which science, theology and magic are entwined. Lyra's search for a kidnapped friend uncovers a sinister plot involving stolen children, and turns into a quest to understand a mysterious phenomenon called Dust. She is later joined on her journey by Will, a boy who possesses a knife that can cut windows between worlds. As Lyra learns the truth..."
},

{
"genre": "Fantasy",
"title": "Siren",
"description": "A mermaid-obsessed town is turned upside down when a mysterious girl appears and begins wrecking havoc."
},

{
"genre": "Fantasy",
"title": "Emerald City",
"description": "A modern reimagining of the stories that led to 'The Wizard of Oz', based on the Land of Oz book series by L. Frank Baum. Sometimes it can work out wonderfully, other times it is just plain gimmicky. We will see."
},

{
"genre": "Fantasy",
"title": "The Wheel of Time",
"description": "Moiraine (Rosamund Pike) is a powerful magical user in an all-woman organization of other magical channellers known as the Aes Sedai. After a village is attacked by the Dark One, an evil entity, Moiraine takes in five young people from the ravaged village. One of them, however, she believes to be the reincarnation of an ancient hero known as the Dragon. Such a hero could save the entire world. Or destroy it. Based on the fantasy novel series by Robert Jorda"
},

{
"genre": "Fantasy",
"title": "Carnival Row",
"description": "In a mystical and dark city filled with humans, fairies and other creatures, a police detective investigates a series of gruesome murders leveled against the fairy population. During his investigation, the detective becomes the prime suspect and must find the real killer to clear his name."
},

{
"genre": "Fantasy",
"title": "Tidelands",
"description": "Ex-con Cal McTeer's return to her hometown of Orphelin Bay blows the lid off a generations-long conspiracy of silence around murder, drugs and Sirens."
},

{
"genre": "Fantasy",
"title": "Game of Thrones",
"description": "Nine noble families fight for control over the lands of Westeros, while an ancient enemy returns after being dormant for millennia."
},

{
"genre": "Fantasy",
"title": "Stranger things",
"description": "When a young boy disappears, his mother, a police chief and his friends must confront terrifying supernatural forces in order to get him back."
},

{
"genre": "Fantasy",
"title": "Attack on titan",
"description": "After his hometown is destroyed and his mother is killed, young Eren Jaeger vows to cleanse the earth of the giant humanoid Titans that have brought humanity to the brink of extinction."
},

{
"genre": "Fantasy",
"title": "Loki",
"description": "The mercurial villain Loki resumes his role as the God of Mischief in a new series that takes place after the events of “Avengers: Endgame.”"
},

{
"genre": "Fantasy",
"title": "Locke & Key",
"description": "After their father is murdered under mysterious circumstances, the three Locke siblings and their mother move into their ancestral home, Keyhouse, which they discover is full of magical keys that may be connected to their father's death."
},

{
"genre": "Action",
"title": "Leverage: Redemption",
"description": "The Hitter, the Hacker, the Grifter and the Thief are together again, this time with help from a new tech genius and corporate fixer, to take on a new kind of villain. From the man who created an opioid crisis from the comfort of his boardroom to the shadowy security firm that helps hide dangerous secrets for a price - when someone needs help, they provide... Leverage."
},

{
"genre": "Action",
"title": "The Equalizer",
"description": "Robyn McCall, an enigmatic former CIA operative with a mysterious background, uses her extensive skills to help those with nowhere else to turn."
},

{
"genre": "Action",
"title": "Cowboy Bebop",
"description": "A ragtag crew of bounty hunters chases down the galaxy's most dangerous criminals. They'll save the world... for the right price."
},

{
"genre": "Action",
"title": "Outer Banks",
"description": "A tight-knit group of teens unearths a long-buried secret, setting off a chain of illicit events that takes them on an adventure they'll never forget."
},

{
"genre": "Action",
"title": "Harley Quinn",
"description": "Harley Quinn has finally broken things off once and for all with the Joker and attempts to make it on her own as the criminal Queenpin of Gotham City."
},

{
"genre": "Action",
"title": "Bodyguard",
"description": "A troubled war veteran is assigned to protect a controversial politician who may be the target of a terror plot."
},

{
"genre": "Action",
"title": "The Dark Tower",
"description": "Idris Elba is continuing his role from the movie The Dark Tower, as he stays on for the television series based on Wizard and Glass, the popular Steven King Novel. The show is a prequel to the movie."
},

{
"genre": "Action",
"title": "9-1-1",
"description": "An action-packed show about the high pressures circumstances of paramedics, firefighters and the police. Basically all services you might call via 911. They save people's life during frightening situations, but their own personal lives are not that much easier most of the time."
},

{
"genre": "Action",
"title": "The Killing",
"description": "The Killing is an American crime drama television series based upon the Danish television series Forbrydelsen. Set in Seattle, Washington, the series follows the various murder investigations by homicide detectives Sarah Linden and Stephen Holder."
},

{
"genre": "Action",
"title": "Westworld",
"description": "The Drama is set in a near future where it explores the world in an indulgent manner, depicting rogue robots that rise against the human race after their apparent exploitation."
},

{
"genre": "Action",
"title": "Les Revenants",
"description": "A ripping and unique combination of science fiction and horror; a community receives a shock when a group of people who were presumed dead re-appear all of a sudden and a strange series of gruesome events follow."
},

{
"genre": "Action",
"title": "Iron Fist",
"description": "The series is about a man blessed with a mystic strength in his fist, deeming it to be an Iron fist and he also possesses an exceptional martial arts talent."
},

{
"genre": "Action",
"title": "Taboo",
"description": "The mini-series is set in the early nineteenth century and features a British adventurer who builds his own shipping empire after gaining a fortune on his trip to Africa and now he plans to seek revenge for his father's death."
},

{
"genre": "Action",
"title": "Jack Ryan",
"description": "Jack Ryan is an adaptation of Tom Clancy's novel that depicts a dangerous situation CIA agent Jack Ryan finds himself in, when he is assigned a field assignment after discovering a global threat of terrorism."
},

{
"genre": "Action",
"title": "Prison Break",
"description": "A brother hatches a plan to deliberately get himself imprisoned so that he can get his innocent brother, a victim of political conspiracy, sentenced to death, out of the prison by breaking the jail."
},

{
"genre": "Action",
"title": "Vikings",
"description": "Story of the viking conquest through the life of legendary warrior Ragnar Lothbrok, the first viking to burst on the scene of history from the legend of Norse."
},

{
"genre": "Action",
"title": "Person of Interest",
"description": "An artificial intelligence program is used by a programmer and an ex- assassin to save many lives by gaining access to the data of crime that include civilian involvement but the nature of these crimes is kept hidden."
},

{
"genre": "Action",
"title": "Banshee",
"description": "In order to address some unfinished business, a cop acquires and assumes the identity of a murdered sheriff in a small town called Banshee in Pennsylvania."
},

{
"genre": "Action",
"title": "The Flash",
"description": "A superhero series depicting the life of a boy, Barry Allen, who meets a bizarre accident with a particle accelerator and acquires superpowers like exceptional speed; he decides to put them to good use and fight crime."
},

{
"genre": "Action",
"title": "The Night Manager",
"description": "A pretty recent and thrilling series that showcases a night manager in a hotel in Cairo who is secretly recruited to act as a secret operative to infiltrate a criminal circle."
},

{
"genre": "Action",
"title": "COBRA",
"description": "As widespread power outages cause chaos and threaten lives across the country, the COBRA committee comprised of the UK’s leading experts and politicians, gathers to find a way to turn the lights back on."
},

{
"genre": "Action",
"title": "Hunters",
"description": "A diverse band of Nazi Hunters living in 1977 New York City discover that hundreds of high ranking Nazi officials are living among us and conspiring to create a Fourth Reich in the U.S. The eclectic team of Hunters set out on a bloody quest to bring the Nazis to justice and thwart their new genocidal plans."
},

{
"genre": "Action",
"title": "Kengan Ashura",
"description": "Since the Edo periods of Japan, gladiator arenas exist in certain areas. In these arenas, wealthy business owners and merchants hire gladiators to fight in unarmed combat where winner takes all. Toki Taouma, nicknamed 'Ashura,' joins these arenas and devastates his opponents. His spectacular ability to crush his enemies catches the attention of the big business owners, including the Nogi Group..."
},

{
"genre": "Action",
"title": "Watchmen",
"description": "Set in an alternate history where “superheroes” are treated as outlaws, “Watchmen” embraces the nostalgia of the original groundbreaking graphic novel while attempting to break new ground of its own."
},

{
"genre": "Action",
"title": "The Protector",
"description": "The epic adventure of Hakan, a young shopkeeper whose modern world gets turned upside down when he learns he’s connected to a secret, ancient order, tasked with protecting Istanbul."
},

{
"genre": "Action",
"title": "Titans",
"description": "Titans will is released on the streaming service of DC Comics. A team of young superheroes led by Nightwing (Dick Grayson), who used to be Batman's Robin before Robin, go on adventures and fight of the evil in the world."
},

{
"genre": "Action",
"title": "Doom Patrol",
"description": "The Doom Patrol’s members each suffered horrible accidents that gave them superhuman abilities — but also left them scarred and disfigured. Traumatized and downtrodden, the team found purpose through The Chief, who brought them together to investigate the weirdest phenomena in existence — and to protect Earth from what they find."
},

{
"genre": "Action",
"title": "Krypton",
"description": "David S. Goyer, the writer behind a bunch of superhero movies like Man of Steel, comes with the story with a time travel twist of Superman's grandfather and his battle for justice on his home planet, Krypton."
},

{
"genre": "Action",
"title": "New Warriors",
"description": "New Warriors is yet another teenage superhero movie. A band of young superheros master their skills and go on a huge adventure."
},

{
"genre": "Action",
"title": "Tom Clancy’s Jack Ryan",
"description": "Amazon is bringing John Clancy's Jack Ryan to television. So far many movie adaptations were released, with amongst others Alec Baldwin portraying Ryan, but now John Krasinski is portraying one of the most famous fictional CIA officers of all time."
},

{
"genre": "Adventure",
"title": "Lost",
"description": "The survivors of a plane crash are forced to work together in order to survive on a seemingly deserted tropical island."
},

{
"genre": "Adventure",
"title": "Legacies",
"description": "Hope Mikaelson, a tribrid daughter of a Vampire/Werewolf hybrid, makes her way in the world."
},

{
"genre": "Adventure",
"title": "Star Trek: The Next Generation",
"description": "Set almost 100 years after Captain Kirk's five-year mission, a new generation of Starfleet officers set off in the U.S.S. Enterprise-D on their own mission to go where no one has gone before."
},

{
"genre": "Adventure",
"title": "Arrow",
"description": "Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow."
},

{
"genre": "Adventure",
"title": "The Baby-Sitters Club",
"description": "Based on the book series of the same name focusing on a group of young girls who start their own babysitting service."
},

{
"genre": "Adventure",
"title": "Killing Eve",
"description": "After a series of events, the lives of a security operative and an assassin become inextricably linked."
},

{
"genre": "Adventure",
"title": "The Umbrella Academy",
"description": "A family of former child heroes, now grown apart, must reunite to continue to protect the world."
},

{
"genre": "Adventure",
"title": "The Orville",
"description": "An exploratory ship from Earth faces intergalactic challenges 400 years in the future."
},

{
"genre": "Adventure",
"title": "Once Upon a Time",
"description": "A young woman with a troubled past is drawn to a small town in Maine where fairy tales are to be believed."
},

{
"genre": "Adventure",
"title": "The Last of Us",
"description": "Joel and Ellie, a pair connected through the harshness of the world they live in, are forced to endure brutal circumstances and ruthless killers on a trek across post-pandemic America."
},

{
"genre": "Adventure",
"title": "Agents of S.H.I.E.L.D.",
"description": "The missions of the Strategic Homeland Intervention, Enforcement and Logistics Division."
},

{
"genre": "Adventure",
"title": "Invincible",
"description": "An adult animated series based on the Skybound/Image comic about a teenager whose father is the most powerful superhero on the planet."
},

{
"genre": "Adventure",
"title": "Magnum P.I.",
"description": "An ex-Navy SEAL returns from Afghanistan and uses his military skills to become a private investigator in Hawaii."
},

{
"genre": "Adventure",
"title": "Smallville",
"description": "A young Clark Kent struggles to find his place in the world as he learns to harness his alien powers for good and deals with the typical troubles of teenage life in Smallville, Kansas."
},

{
"genre": "Adventure",
"title": "The Wheel of Time",
"description": "Set in a high fantasy world where magic exists, but only some can access it, a woman named Moiraine crosses paths with five young men and women. This sparks a dangerous, world-spanning journey. Based on the book series by Robert Jordan."
},

{
"genre": "Adventure",
"title": "The Sandman",
"description": "Upon escaping after decades of imprisonment by a mortal wizard, Dream, the personification of dreams, sets about to reclaim his lost equipment."
},

{
"genre": "Adventure",
"title": "The Mandalorian",
"description": "The travels of a lone bounty hunter in the outer reaches of the galaxy, far from the authority of the New Republic."
},

{
"genre": "Adventure",
"title": "Doctor Who",
"description": "The further adventures in time and space of the alien adventurer known as the Doctor and their companions from planet Earth."
},

{
"genre": "Adventure",
"title": "Y: The Last Man",
"description": "Set in a post-apocalyptic world, Y is the last surviving male human on the planet. Based on the comic series 'Y: The Last Man.'"
},

{
"genre": "Adventure",
"title": "What If...?",
"description": "Exploring pivotal moments from the Marvel Cinematic Universe and turning them on their head, leading the audience into uncharted territory."
},

{
"genre": "Adventure",
"title": "Peacemaker",
"description": "The origin of the DC superhero so dedicated to world peace that he is prepared to use force of arms to achieve it."
},

{
"genre": "Comedy",
"title": "Only Murders in the Building",
"description": "Three strangers who share an obsession with true crime suddenly find themselves caught up in one."
},

{
"genre": "Comedy",
"title": "Ted Lasso",
"description": "American college football coach Ted Lasso heads to London to manage AFC Richmond, a struggling English Premier League soccer team."
},

{
"genre": "Comedy",
"title": "Seinfeld",
"description": "The continuing misadventures of neurotic New York City stand-up comedian Jerry Seinfeld and his equally neurotic New York City friends."
},

{
"genre": "Comedy",
"title": "What We Do in the Shadows",
"description": "A look into the daily (or rather, nightly) lives of three vampires, who've lived together for over 100 years, on Staten Island."
},

{
"genre": "Comedy",
"title": "Shameless",
"description": "A scrappy, feisty, fiercely loyal Chicago family makes no apologies."
},

{
"genre": "Comedy",
"title": "Castle",
"description": "After a serial killer imitates the plots of his novels, successful mystery novelist Richard 'Rick' Castle receives permission from the Mayor of New York City to tag along with an NYPD homicide investigation team for research purposes."
},

{
"genre": "Comedy",
"title": "The Office",
"description": "A mockumentary on a group of typical office workers, where the workday consists of ego clashes, inappropriate behavior, and tedium."
},

{
"genre": "Comedy",
"title": "Ghosts",
"description": "A young couple, whose dreams come true when they inherit a beautiful country house, only to find it's both falling apart and inhabited by many of the deceased previous residents."
},

{
"genre": "Comedy",
"title": "Friends",
"description": "Follows the personal and professional lives of six twenty to thirty-something-year-old friends living in Manhattan."
},

{
"genre": "Comedy",
"title": "Doom Patrol",
"description": "The adventures of an idealistic mad scientist and his field team of superpowered outcasts."
},

{
"genre": "Comedy",
"title": "Brooklyn Nine-Nine",
"description": "Comedy series following the exploits of Det. Jake Peralta and his diverse, lovable colleagues as they police the NYPD's 99th Precinct."
},

{
"genre": "Comedy",
"title": "Modern Family",
"description": "Three different but related families face trials and tribulations in their own uniquely comedic ways"
},

{
"genre": "Comedy",
"title": "The Big Bang Theory",
"description": "A woman who moves into an apartment across the hall from two brilliant but socially awkward physicists shows them how little they know about life outside of the laboratory."
},

{
"genre": "Comedy",
"title": "Young Sheldon",
"description": "Meet a child genius named Sheldon Cooper; (already seen as an adult in The Big Bang Theory and his family. Some unique challenges face Sheldon who seems socially impaired."
},

{
"genre": "Comedy",
"title": "The Simpsons",
"description": "The satiric adventures of a working-class family in the misfit city of Springfield."
},

{
"genre": "Comedy",
"title": "It's Always Sunny in Philadelphia",
"description": "Five friends with big egos and small brains are the proprietors of an Irish pub in Philadelphia."
},

{
"genre": "Comedy",
"title": "Rick and Morty",
"description": "An animated series that follows the exploits of a super scientist and his not-so-bright grandson."
},

{
"genre": "Comedy",
"title": "The White Lotus",
"description": "Set in a tropical resort, it follows the exploits of various guests and employees over the span of a week."
},

{
"genre": "Comedy",
"title": "Curb Your Enthusiasm",
"description": "The life and times of Larry David and the predicaments he gets himself into with his friends and complete strangers."
},

{
"genre": "Comedy",
"title": "Just Beyond",
"description": "Genre anthology series based on the graphic novel novels by R.L. Stine."
},

{
"genre": "Comedy",
"title": "How I Met Your Mother",
"description": "A father recounts to his children - through a series of flashbacks - the journey he and his four best friends took leading up to him meeting their mother."
},

{
"genre": "Comedy",
"title": "Suits",
"description": "On the run from a drug deal gone bad, brilliant college dropout Mike Ross finds himself working with Harvey Specter, one of New York City's best lawyers."
},

{
"genre": "Comedy",
"title": "Superstore",
"description": "A look at the lives of employees at a big box store."
},

{
"genre": "Comedy",
"title": "Pretty Smart",
"description": "A self-proclaimed intellectual, forced to move in with her carefree sister and her sister's lovably eccentric friends."
},

{
"genre": "Comedy",
"title": "Schitt's Creek",
"description": "When rich video-store magnate Johnny Rose and his family suddenly find themselves broke, they are forced to leave their pampered lives to regroup in Schitt's Creek."
},


{
"genre": "Crime",
"title": "You",
"description": "A dangerously charming, intensely obsessive young man goes to extreme measures to insert himself into the lives of those he is transfixed by."
},

{
"genre": "Crime",
"title": "Undercover",
"description": "The story about a woman who joins an organized crime ring and infiltrates the police as an undercover agent in order to find out the truth about her father's death."
},

{
"genre": "Crime",
"title": "Peaky Blinders",
"description": "A gangster family epic set in 1900s England, centering on a gang who sew razor blades in the peaks of their caps, and their fierce boss Tommy Shelby."
},

{
"genre": "Crime",
"title": "La casa de papel",
"description": "An unusual group of robbers attempt to carry out the most perfect robbery in Spanish history - stealing 2.4 billion euros from the Royal Mint of Spain."
},

{
"genre": "Crime",
"title": "The Sopranos",
"description": "New Jersey mob boss Tony Soprano deals with personal and professional issues in his home and business life that affect his mental state, leading him to seek professional psychiatric counseling."
},

{
"genre": "Crime",
"title": "The Chestnut Man",
"description": "A young woman is found brutally murdered in a playground and one of her hands is missing. Above her hangs a small man made of chestnuts."
},

{
"genre": "Crime",
"title": "The Blacklist",
"description": "A new FBI profiler, Elizabeth Keen, has her entire life uprooted when a mysterious criminal, Raymond Reddington, who has eluded capture for decades, turns himself in and insists on speaking only to her."
},

{
"genre": "Crime",
"title": "American Crime Story",
"description": "An anthology series centered around America's most notorious crimes and criminals."
},

{
"genre": "Crime",
"title": "NCIS: Naval Criminal Investigative Service",
"description": "The cases of the Naval Criminal Investigative Service's Washington, D.C. Major Case Response Team, led by Special Agent Leroy Jethro Gibbs."
},

{
"genre": "Crime",
"title": "Law & Order: Special Victims Unit",
"description": "This series follows the Special Victims Unit, a specially trained squad of detectives in the N.Y.P.D., who investigate sexually related crimes."
},

{
"genre": "Crime",
"title": "Breaking Bad",
"description": "A high school chemistry teacher diagnosed with inoperable lung cancer turns to manufacturing and selling methamphetamine in order to secure his family's future."
},

{
"genre": "Crime",
"title": "The Sinner",
"description": "Anthology series that examines how and why ordinary people commit brutal crimes."
},

{
"genre": "Crime",
"title": "The Boys",
"description": "A group of vigilantes set out to take down corrupt superheroes who abuse their superpowers."
},

{
"genre": "Crime",
"title": "Big Sky",
"description": "A private detective teams up with an ex-cop to solve a kidnapping case in Montana."
},

{
"genre": "Crime",
"title": "The Rookie",
"description": "Starting over isn't easy, especially for John Nolan who, after a life-altering incident, is pursuing his dream of joining the LAPD. As their oldest rookie, he's met with skepticism from those who see him as just a walking midlife crisis."
},

{
"genre": "Crime",
"title": "Criminal Minds",
"description": "The cases of the F.B.I. Behavioral Analysis Unit (B.A.U.), an elite group of profilers who analyze the nation's most dangerous serial killers and individual heinous crimes in an effort to anticipate their next moves before they strike again."
},

{
"genre": "Crime",
"title": "Dexter",
"description": "He's smart. He's lovable. He's Dexter Morgan, America's favorite serial killer, who spends his days solving crimes and nights committing them. Golden Globe winner Michael C. Hall stars in the hit SHOWTIME Original Series."
},

{
"genre": "Crime",
"title": "The Wire",
"description": "The Baltimore drug scene, as seen through the eyes of drug dealers and law enforcement."
},

{
"genre": "Crime",
"title": "Mr. Robot",
"description": "Elliot, a brilliant but highly unstable young cyber-security engineer and vigilante hacker, becomes a key figure in a complex game of global dominance when he and his shadowy allies try to take down the corrupt corporation he works for."
},

{
"genre": "Crime",
"title": "Better Call Saul",
"description": "The trials and tribulations of criminal lawyer Jimmy McGill in the time before he established his strip-mall law office in Albuquerque, New Mexico."
},
{
"genre":"Drama",
"title": "Succession",
"description": "The Roy family is known for controlling the biggest media and entertainment company in the world. However, their world changes when their father steps down from the company."
},

{
"genre": "Drama",
"title": "Another Life",
"description": "Astronaut Niko Breckenridge and her young crew face unimaginable danger as they go on a high-risk mission to explore the genesis of an alien artifact."
},

{
"genre": "Drama",
"title": "Grey's Anatomy",
"description": "A drama centered on the personal and professional lives of five surgical interns and their supervisors."
},

{
"genre": "Drama",
"title": "The Morning Show",
"description": "An inside look at the lives of the people who help America wake up in the morning, exploring the unique challenges faced by the men and women who carry out this daily televised ritual."
},

{
"genre": "Drama",
"title": "Chicago Fire",
"description": "The story of firefighters and paramedics in the city of Chicago, both on a personal and professional level."
},

{
"genre": "Drama",
"title": "Yellowstone",
"description": "A ranching family in Montana faces off against others encroaching on their land."
},

{
"genre": "Drama",
"title": "Supernatural",
"description": "Two brothers follow their father's footsteps as hunters, fighting evil supernatural beings of many kinds, including monsters, demons and gods that roam the earth."
},

{
"genre": "Drama",
"title": "Fear the Walking Dead",
"description": "A Walking Dead spinoff set in Los Angeles, California. Follows two families who must band together to survive the undead apocalypse."
},

{
"genre": "Drama",
"title": "La Brea",
"description": "A massive sinkhole mysteriously opens up in Los Angeles, separating part of a family in an unexplainable primeval world, alongside a desparate group of strangers."
},

{
"genre": "Drama",
"title": "Downton Abbey",
"description": "A chronicle of the lives of the British aristocratic Crawley family and their servants in the early twentieth century."
},

{
"genre": "Drama",
"title": "Billions",
"description": "U.S. Attorney Chuck Rhoades goes after hedge fund king Bobby 'Axe' Axelrod in a battle between two powerful New York figures."
},

{
"genre": "Drama",
"title": "The Good Doctor",
"description": "Shaun Murphy, a young surgeon with autism and Savant syndrome, is recruited into the surgical unit of a prestigious hospital."
},

{
"genre": "Drama",
"title": "See",
"description": "Far in a dystopian future, the human race has lost the sense of sight, and society has had to find new ways to interact, build, hunt, and to survive. All of that is challenged when a set of twins are born with sight."
},

{
"genre": "Drama",
"title": "Foundation",
"description": "A complex saga of humans scattered on planets throughout the galaxy all living under the rule of the Galactic Empire."
},

{
"genre": "Drama",
"title": "Squid game",
"description": "Due to the need for money to accept players, they accept a strange invitation to participate in children's competitions. A tempting prize awaits them, but the stakes are deadly."
},

{
"genre": "Drama",
"title": "The Walking Dead",
"description": "Sheriff Deputy Rick Grimes wakes up from a coma to learn the world is in ruins and must lead a group of survivors to stay alive."
},

{
"genre": "Horror",
"title": "I Know What You Did Last Summer",
"description": "In a town full of secrets, a group of teenagers are stalked by a mysterious killer a year after a fatal accident on their graduation night."
},

{
"genre": "Horror",
"title": "Chucky",
"description": "After a vintage Chucky doll turns up at a suburban yard sale, an idyllic American town is thrown into chaos as a series of horrifying murders begin to expose the town's hypocrisies and secrets."
},

{
"genre": "Horror",
"title": "In the Dark",
"description": "A blind young woman tries to solve her friend's murder."
},

{
"genre": "Horror",
"title": "The Vampire Diaries",
"description": "The lives, loves, dangers and disasters in the town, Mystic Falls, Virginia. Creatures of unspeakable horror lurk beneath this town as a teenage girl is suddenly torn between two vampire brothers."
},

{
"genre": "Horror",
"title": "Chapelwaite",
"description": "In the 1850s, Captain Charles Boone relocates his family to his ancestral home in the small, sleepy town of Preacher's Corners. Charles will soon have to confront the secrets of his family's history and fight to end the darkness."
},

{
"genre": "Horror",
"title": "American Horror Stories",
"description": "An anthology series of stand-alone episodes delving into horror myths, legends, and lore."
},

{
"genre": "Horror",
"title": "Day of the Dead",
"description": "Six strangers trying to survive the first 24 hours of an undead invasion."
},

{
"genre": "Horror",
"title": "The Walking Dead: World Beyond",
"description": "The series will focus on the first generation to grow up during the zombie apocalypse."
},

{
"genre": "Horror",
"title": "Evil",
"description": "A skeptical female clinical psychologist joins a priest-in-training and a blue-collar contractor as they investigate supposed miracles, demonic possession, and other extraordinary occurrences to see if there's a scientific explanation or if something truly supernatural is at work."
},

{
"genre": "Horror",
"title": "Creepshow",
"description": "The fictional Creepshow comic books come to life in this anthology series of terrifying tales hosted by the silent Creepshow ghoul."
},

{
"genre": "Horror",
"title": "Chilling Adventures of Sabrina",
"description": "As her 16th birthday nears, Sabrina must choose between the witch world of her family and the human world of her friends. Based on the Archie comic."
},

{
"genre": "Horror",
"title": "Scream",
"description": "A serialized anthology series that follows a group of teenagers being targeted by a masked serial killer."
},

{
"genre": "Horror",
"title": "The Girl in the Woods",
"description": "Set in the Pacific Northwest, follows Carrie's escape from her mysterious, cult-like colony that guards the world from monsters hidden behind a secret door within the woods."
},

{
"genre": "Horror",
"title": "Grimm",
"description": "A homicide detective discovers he is a descendant of hunters who fight supernatural forces."
},

{
"genre": "Horror",
"title": "The Originals",
"description": "A family of power-hungry thousand-year-old vampires look to take back the city that they built and dominate all those who have done them wrong."
},

{
"genre": "Horror",
"title": "Nancy Drew",
"description": "Young Nancy Drew makes plans to leave her hometown for college after high school graduation, but finds herself drawn into a supernatural murder mystery."
},

{
"genre": "Horror",
"title": "Hannibal",
"description": "Explores the early relationship between renowned psychiatrist Hannibal Lecter and a young FBI criminal profiler who is haunted by his ability to empathize with serial killers."
},

{
"genre": "Horror",
"title": "Kingdom",
"description": "While strange rumors about their ill King grip a kingdom, the crown prince becomes their only hope against a mysterious plague overtaking the land."
},

{
"genre": "Horror",
"title": "Sweet Home",
"description": "Hyun, a loner high school student who lost his entire family in a terrible accident, is forced to leave his home and has to face a new reality where monsters are trying to wipe out all of humanity. Now he must fight against all odds to try and race against the clock to save what is left of the human race before it's too late."
},

{
"genre": "Horror",
"title": "Bates Motel",
"description": "A contemporary prequel to Psycho, giving a portrayal of how Norman Bates' psyche unravels through his teenage years, and how deeply intricate his relationship with his mother, Norma, truly is."
},

{
"genre": "Horror",
"title": "The terror",
"description": "Supernatural, semihistorical, horror anthology series, where each season is inspired by a different infamous or mysterious real life historical tragedy."
},

{
"genre": "Sci-Fi",
"title": "Black Mirror",
"description": "An anthology series exploring a twisted, high-tech multiverse where humanity's greatest innovations and darkest instincts collide."
},

{
"genre": "Sci-Fi",
"title": "The Handmaid's Tale",
"description": "Set in a dystopian future, a woman is forced to live as a concubine under a fundamentalist theocratic dictatorship."
},

{
"genre": "Sci-Fi",
"title": "The Expanse",
"description": "In the 24th century, a group of humans untangle a vast plot which threatens the Solar System's fragile state of detente."
},

{
"genre": "Sci-Fi",
"title": "The 100",
"description": "Set ninety-seven years after a nuclear war has destroyed civilization, when a spaceship housing humanity's lone survivors sends one hundred juvenile delinquents back to Earth, in hopes of possibly re-populating the planet."
},

{
"genre": "Sci-Fi",
"title": "Manifest",
"description": "A commercial airliner suddenly reappears after being missing for five years. As those aboard reintegrate into society, they experience guiding voices and visions of events yet to occur, and soon a deeper mystery unfolds"
},

{
"genre": "Sci-Fi",
"title": "Invasion",
"description": "Earth is visited by an alien species that threatens humanity's existence. Events unfold in real time through the eyes of five ordinary people across the globe as they struggle to make sense of the chaos unraveling around them."
},

{
"genre": "Sci-Fi",
"title": "Foundation",
"description": "A complex saga of humans scattered on planets throughout the galaxy all living under the rule of the Galactic Empire."
},

{
"genre": "Sci-Fi",
"title": "For All Mankind",
"description": "America and Russia race to be the first on the moon... to establish a moon base, in this alternate history drama."
},

{
"genre": "Sci-Fi",
"title": "Resident Alien",
"description": "An alien visits Earth, assumes human form, and is mistaken for the town doctor... but his plan is to kill all humans."
},

{
"genre": "Sci-Fi",
"title": "WandaVision",
"description": "The Marvel Cinematic Universe's Scarlet Witch and Vision find themselves... trapped inside classic TV comedies?"
},

{
"genre": "Sci-Fi",
"title": "The Mandalorian",
"description": "A bounty hunter zips about the post-Return of the Jedi Star Wars universe with some very precious (and adorable) cargo. "
},

{
"genre": "Sci-Fi",
"title": "Raised by Wolves",
"description": "A pair of androids are tasked with saving humanity by raising children on a barren planet, but some religious fanatics have other ideas."
},

{
"genre": "Sci-Fi",
"title": "Devs",
"description": "A woman investigates the disappearance of her boyfriend, who was working on a top-secret project at a powerful tech company in San Francisco."
},

{
"genre": "Sci-Fi",
"title": "Timeless",
"description": "A team of three travel throughout time to save the future from a mysterious organization that wants to change history"
},

{
"genre": "Sci-Fi",
"title": "Orphan Black",
"description": "A woman discovers that she may not be the only one of... her"
},

{
"genre": "Sci-Fi",
"title": "Battlestar Galactica",
"description": "A reimagining of the 1970s classic in which alien robots threaten to wipe out humans"
},

{
"genre": "Sci-Fi",
"title": "The X-Files",
"description": "A pair of FBI agents investigate the paranormal and inexplicable -- UFOs, ghosts, and even cannibals."
},

{
"genre": "Sci-Fi",
"title": "Counterpart",
"description": "A government desk jockey (J.K. Simmons) an an office in Berlin learns that an event split the world into two parallel universes, and the two sides are slowly approaching an all-out war against each other. Yikes!"
},

{
"genre": "Sci-Fi",
"title": "Stargate Universe",
"description": "A group of scientists, military personnel and a few civilians accidentally find themselves transported onto an ancient ship, thousands of lightyears from Earth. While stranded in strange galaxies, tensions run high as they attempt to explore the unknown universe and find a way back home."
},

{
"genre": "Sci-Fi",
"title": "Fringe",
"description": "A team of experts led by a kooky old scientist (John Noble), his son (Joshua Jackson), and an FBI agent (Anna Torv) investigate strange occurrences around the country, X-Files style. Their work leads them to discover something entirely new that will change the world forever."
},

{
"genre": "Romance",
"title": "Roswell, New Mexico",
"description": "Centers on a town where aliens with unearthly abilities live undercover among humans. But when a violent attack points to a greater alien presence, the politics of fear and hatred threaten to expose them."
},

{
"genre": "Romance",
"title": "Away",
"description": "An American astronaut struggles with leaving her husband and daughter behind to embark on a dangerous mission with an international space crew."
},

{
"genre": "Romance",
"title": "Beauty and the Beast",
"description": "A beautiful detective falls in love with an ex-soldier who goes into hiding from the secret government organization that turned him into a mechanically charged beast."
},

{
"genre": "Romance",
"title": "Soulmates",
"description": "In the near future, scientists make a momentous discovery - a way to find one's soulmate. Each self-contained episode illustrates the potential cost of finding true love."
},

{
"genre": "Romance",
"title": "Alhambeura Goongjeonui Chooeok",
"description": "After suffering a setback following a friend's betrayal Yoo Jin Woo travels to Spain on a business. There, he stays at an old hostel owned by a former classical guitarist Jung Hee Joo. The two get entangled in a mysterious incident."
},

{
"genre": "Romance",
"title": "Byeol-e-seo on geu-dae",
"description": "Do Min-Joon, an alien that came to our planet 400 years ago, will be able to return to his planet in 3 months, but when he meets famous actress Chun Song-Yi, all the centuries he spent distancing himself from humans come to an end."
},

{
"genre": "Romance",
"title": "Star-Crossed",
"description": "About an epic romance between a human girl and an alien boy when he and others of his kind are integrated into a suburban high school 10 years after they landed on Earth and were consigned to an internment camp."
},

{
"genre": "Romance",
"title": "Twice upon a time",
"description": "Vincent and Louise were once very much in love, but they split up some months ago. By chance, Vincent comes into possession of a box which allows him to revisit his time with Louise. Will he get a second chance?"
},

{
"genre": "Romance",
"title": "I am not a robot",
"description": "Kim Min Gyu has wealth and success, but lives an isolated life due to his allergy of people. He then meets and falls in love with a girl who is pretending to be a robot for her ex-boyfriend, a genius robots professor."
},

{
"genre": "Romance",
"title": "Osmosis",
"description": "In near future Paris, a dating app matches singles with their soulmates by mining their brain data, but decoding true love comes at a price."
},

{
"genre": "Romance",
"title": "Video Game High School",
"description": "In a futuristic world where gaming is the top sport, a teenager attends a school which specializes in a curriculum of video games in each genre."
},

{
"genre": "Romance",
"title": "Goodnight Sweetheart",
"description": "British sitcom in which an unhappily married man discovers he can time travel back to 1940s war-torn London where he masquerades as an MI5 agent and part-time songwriter whilst courting the local barmaid."
},

{
"genre": "Romance",
"title": "Noughts + Crosses",
"description": "Set in a dangerous, alternate world where racism divides society, Noughts + Crosses follows two young people Sephy and Callum, who are divided by their colour but united by love."
},

{
"genre": "Romance",
"title": "The Neighbors",
"description": "A New Jersey family moves to an affluent gated community composed entirely of extraterrestrials."
},

{
"genre": "Romance",
"title": "ER",
"description": "The lives, loves and losses of the doctors and nurses of Chicago's County General Hospital."
},

{
"genre": "Romance",
"title": "Buffy the Vampire Slayer",
"description": "A young woman, destined to slay vampires, demons and other infernal creatures, deals with her life fighting evil, with the help of her friends."
},

{
"genre": "Romance",
"title": "Bridgerton",
"description": "Wealth, lust, and betrayal set against the backdrop of Regency-era England, seen through the eyes of the powerful Bridgerton family."
},

{
"genre": "Romance",
"title": "Cha-cha-cha seaside village",
"description": "A big-city dentist opens up a practice in a close-knit seaside village, home to a charming jack-of-all-trades who is her polar opposite in every way."
},

{
"genre": "Romance",
"title": "This Is Us",
"description": "A heartwarming and emotional story about a unique set of triplets, their struggles and their wonderful parents."
},

{
"genre": "Romance",
"title": "One Tree Hill",
"description": "Half-brothers Lucas and Nathan Scott trade between kinship and rivalry both on the basketball court and in the hearts of their friends in the small, but not so quiet town of Tree Hill, North Carolina."
},

{
"genre": "War",
"title": "SEAL Team",
"description": "The lives of the elite Navy SEALs as they train, plan and execute the most dangerous, high-stakes missions the United States of America can ask."
},

{
"genre": "War",
"title": "M*A*S*H",
"description": "The staff of an Army hospital in the Korean War find that laughter is the best way to deal with their situation."
},

{
"genre": "War",
"title": "Rome",
"description": "A down-to-earth account of the lives of both illustrious and ordinary Romans set in the last days of the Roman Republic."
},

{
"genre": "War",
"title": "Dirilis: Ertugrul",
"description": "The heroic story of Ertugrul Ghazi, the father of Osman (Uthman) who founded the Ottoman Empire."
},

{
"genre": "War",
"title": "The Last Ship",
"description": "The crew of a naval destroyer is forced to confront the reality of a new existence when a pandemic kills off most of the earth's population."
},

{
"genre": "War",
"title": "Hogan's Heroes",
"description": "The inmates of a German World War II prisoner of war camp conduct an espionage and sabotage campaign right under the noses of their warders."
},

{
"genre": "War",
"title": "The Underground Railroad",
"description": "A young woman named Cora makes an amazing discovery during her attempt to break free from slavery in the deep south."
},

{
"genre": "War",
"title": "Foyle's War",
"description": "As WWII rages, DCS Foyle fights his own war on the home-front; investigating crime on the south coast of England. Later series, see the retired detective working as an MI5 agent in the aftermath of the war."
},

{
"genre": "War",
"title": "Barbaroslar: Akdeniz'in Kilici",
"description": "TRT's historical drama, based on the life of 'Barbaros' Hayreddin Pasha and his brothers. The series tells the adventures of Ishak, Oruc, Hizir, and Ilyas fighting high tides and the secrets of the seas in pursuit of the holy secret."
},

{
"genre": "War",
"title": "TURN",
"description": "A Long Island farmer bands together a group of childhood friends to form an unlikely group of spies who turn the tide in America's fight for independence."
},

{
"genre": "War",
"title": "Roman Empire",
"description": "Chronicles some of the most famous leaders of the Roman Civilization."
},

{
"genre": "War",
"title": "Kurulus: Osman",
"description": "The series will focus on the life of Osman Bey, the son of Ertugrul Gazi and the founder of the Ottoman Empire."
},

{
"genre": "War",
"title": "Miseuteo Shunshain",
"description": "A young boy who ends up in the U.S. after the 1871 Shinmiyangyo incident returns to Korea at a historical turning point and falls for a noblewoman."
},

{
"genre": "War",
"title": "Sharpe",
"description": "A series of stories starring Sean Bean as Richard Sharpe, a fictional British soldier in the Napoleonic Wars."
},

{
"genre": "War",
"title": "Manhattan",
"description": "In 1943, in Los Alamos, New Mexico, a team of government scientists is working on the top secret Manhattan Project in a race to produce an atomic bomb before the Nazis. Meanwhile, their families adjust to a life on the military base."
},

{
"genre": "War",
"title": "Our Girl",
"description": "Drama following the extraordinary adventures of female medics in the British Army."
},

{
"genre": "War",
"title": "The Unit",
"description": "Hour long show which looks at the life of American super-secret operators."
},

{
"genre": "War",
"title": "Das Boot",
"description": "An inexperienced U-boat crew has to survive a secret mission and a young German woman is torn between loyalty for her home country and the French resistance in the WWII drama."
},

{
"genre": "War",
"title": "The Empire",
"description": "The series focuses on the rise and fall of Mughal Empire through generations from Babur to Aurangzeb."
},

{
"genre": "War",
"title": "The World at War",
"description": "A groundbreaking 26-part documentary series narrated by the actor Laurence Olivier about the deadliest conflict in history, World War II."
},

{
"genre": "Documentary",
"title": "Bad Sport",
"description": "Follows six stories of sports and crime, told by the athletes, coaches and law enforcement officials."
},

{
"genre": "Documentary",
"title": "The Movies That Made Us",
"description": "The histories of classic popular movies are examined."
},

{
"genre": "Documentary",
"title": "Clarkson's Farm",
"description": "Follow Jeremy Clarkson as he attempts to run a farm in the countryside."
},

{
"genre": "Documentary",
"title": "Ghost Adventures",
"description": "Zak Bagans, Aaron Goodwin, Billy Tolley, and Jay Wasley investigate the scariest, most notorious, haunted places in the world."
},

{
"genre": "Documentary",
"title": "Buried",
"description": "Follows the story of Eileen Franklin who suddenly remembered witnessing the rape and murder of her childhood best friend, and reveals the repercussions of that fateful assertion of the subconscious and the infinite questions it sparked."
},

{
"genre": "Documentary",
"title": "Love on the Spectrum",
"description": "A documentary series following young adults on the autism spectrum as they explore the unpredictable world of love, dating and relationships."
},

{
"genre": "Documentary",
"title": "History of Horror",
"description": "An in-depth look at the history and pop cultural significance of horror films."
},

{
"genre": "Documentary",
"title": "Dark Side of the Ring",
"description": "From backstage controversies to mysterious deaths and unsolved homicides, this series explores the darkest stories from the golden age of professional wrestling, and tries to find truth at the intersection of fantasy and reality."
},

{
"genre": "Documentary",
"title": "Explained",
"description": "A documentary series that looks to explore the big questions of today."
},

{
"genre": "Documentary",
"title": "Formula 1: Drive to Survive",
"description": "Docuseries following the FIA Formula One World Championship across multiple seasons."
},

{
"genre": "Documentary",
"title": "The Curse of Oak Island",
"description": "Rick and Marty Lagina, two brothers from Michigan with a life-long interest in the mystery of Oak Island, renew efforts to discover the legendary treasure with sophisticated machinery."
},

{
"genre": "Documentary",
"title": "Ancient Aliens",
"description": "Science and mythology - and how they are the same thing."
},

{
"genre": "Documentary",
"title": "G.E.O. Más Allá del Límite",
"description": "Documentary series follows the entrance exams to Spain's G.E.O. from the inside. Physical strength will not be enough to enter this elite group of the National Police."
},

{
"genre": "Documentary",
"title": "Nathan for You",
"description": "Nathan Fielder uses his business degree and life experiences to help real small businesses turn a profit. But because of his unorthodox approach, Nathan's genuine efforts to do good often draw real people into an experience far beyond what they signed up for."
},

{
"genre": "Documentary",
"title": "Alone",
"description": "Ten survival 'experts' attempt to survive alone. The winner receives $500,000."
},

{
"genre": "Documentary",
"title": "Crime Stories: India Detectives",
"description": "Follows major criminal investigations from the time the crime is reported until the suspect gets captured."
},

{
"genre": "Documentary",
"title": "Mayday",
"description": "ramatized reconstruction of real-life air disasters, along with interviews with aviation experts and eyewitnesses."
},

{
"genre": "Documentary",
"title": "Escape to the Chateau",
"description": "British engineer Dick Strawbridge and his wife Angel buy a rundown French chateau. The series shows them over the course of a year, as they restore the building that has stood empty for 40 years"
},

{
"genre": "Documentary",
"title": "Richard Hammond's Workshop",
"description": "Richard Hammond starts a prestige classic car restoration and repair business near his hometown in Herefordshire."
},

{
"genre": "Documentary",
"title": "LuLaRich",
"description": "LuLaRoe, the billion dollar clothing empire accused of misleading thousands of women with their multi-level marketing platform."
},

{
"genre": "Biography",
"title": "The Crown",
"description": "Follows the political rivalries and romance of Queen Elizabeth II's reign and the events that shaped the second half of the twentieth century."
},

{
"genre": "Biography",
"title": "The Billion Dollar Code",
"description": "In 1990s Berlin, an artist and a hacker invented a new way to see the world. Years later, they reunite to sue Google for patent infringement on it."
},

{
"genre": "Biography",
"title": "Black Mafia Family",
"description": "Two brothers who rose from the decaying streets of southwest Detroit in the late 1980's and gave birth to one of the most influential crime families in the country."
},

{
"genre": "Biography",
"title": "The Great",
"description": "A royal woman living in rural Russia during the 18th century is forced to choose between her own personal happiness and the future of Russia, when she marries an Emperor"
},

{
"genre": "Biography",
"title": "Manhunt",
"description": "Detective Chief Inspector Colin Sutton tracks down a serial killer."
},

{
"genre": "Biography",
"title": "Narcos",
"description": "A chronicled look at the criminal exploits of Colombian drug lord Pablo Escobar, as well as the many other drug kingpins who plagued the country through the years."
},

{
"genre": "Biography",
"title": "Wu-Tang: An American Saga",
"description": "The show tracks the Wu Tang Clan's formation, a vision of Bobby Diggs, who strives to unite a dozen young, black men that are torn between music and crime but eventually rise to become the unlikeliest of American success stories."
},

{
"genre": "Biography",
"title": "For Life",
"description": "A prisoner becomes a lawyer and fights to overturn his life sentence for a crime he didn't commit."
},

{
"genre": "Biography",
"title": "Dickinson",
"description": "An inside look at the world of writer Emily Dickinson."
},

{
"genre": "Biography",
"title": "Code of a Killer",
"description": "The story of Sir Alec Jeffreys' discovery of DNA fingerprinting and its first use by DCS David Baker in catching a double murderer."
},

{
"genre": "Biography",
"title": "What Happened, Brittany Murphy?",
"description": "resents an in-depth, intimate character portrait exploring the life and career and mysterious circumstances surrounding the tragic death of 90's actress and rising star, Brittany Murphy."
},

{
"genre": "Biography",
"title": "Medici",
"description": "A political family drama set in Florence in the early fifteenth century. Cosimo de Medici finds himself at the helm of his banking dynasty when his father, Giovanni, dies suddenly."
},

{
"genre": "Biography",
"title": "When They See Us",
"description": "Five teens from Harlem become trapped in a nightmare when they're falsely accused of a brutal attack in Central Park. Based on the true story."
},

{
"genre": "Biography",
"title": "Victoria",
"description": "The early life of Queen Victoria, from her ascension to the throne at the tender age of eighteen to her courtship and marriage to Prince Albert."
},

{
"genre": "Biography",
"title": "The Act",
"description": "Dee Dee Blanchard is overprotective of her daughter, Gypsy, who is trying to escape the toxic relationship she has with her mother. Gypsy's quest for independence opens up a Pandora's box of secrets, which ultimately leads to murder."
},

{
"genre": "Sport",
"title": "Friday Night Lights",
"description": "A drama that follows the lives of the Dillon Panthers, one of the nation's best high school football teams, and their head coach Eric Taylor."
},

{
"genre": "Sport",
"title": "Cobra Kai",
"description": "Decades after their 1984 All Valley Karate Tournament bout, a middle-aged Daniel LaRusso and Johnny Lawrence find themselves martial-arts rivals again."
},

{
"genre": "Sport",
"title": "Heels",
"description": "Two brothers and rivals - one a villain, or 'heel', in the ring; the other a hero, or 'face', war over their late father's wrestling promotion, vying for national attention in small-town Georgia."
},

{
"genre": "Sport",
"title": "All American",
"description": "When a star high school football player from South Central is recruited to play for Beverly Hills High School, two separate worlds collide."
},

{
"genre": "Sport",
"title": "The League",
"description": "An ensemble comedy that follows a group of old friends in a fantasy football league who care deeply about one another -- so deeply that they use every opportunity to make each other's lives miserable."
},

{
"genre": "Sport",
"title": "",
"description": ""
},

{
"genre": "Sport",
"title": "Haikyuu!!",
"description": "Determined to be like the volleyball championship's star player Shouyou, a short boy nicknamed 'the small giant', joins his school's volleyball club."
},

{
"genre": "Sport",
"title": "Baki",
"description": "The protagonist, Baki Hanma, trains with an intense focus to become strong enough to surpass his father, Yujiro Hanma, the strongest fighter in the world."
},

{
"genre": "Sport",
"title": "Blue Mountain State",
"description": "Three incoming freshmen attending Midwestern college football powerhouse Blue Mountain State must quickly adapt to college life and juggle football, girls, classes and nonstop hazing."
},

{
"genre": "Sport",
"title": "Eastbound & Down",
"description": "Many years after he turned his back on his hometown, a burned-out major league ballplayer returns to teach Physical Education at his old middle school."
},

{
"genre": "Sport",
"title": "Ballers",
"description": "A series centered around a group of football players and their families, friends and handlers."
},

{
"genre": "Sport",
"title": "Spinning Out",
"description": "A figure skating Olympic hopeful's struggle to balance love, family and fragile mental health as her dream of winning takes a dizzying hold."
},

{
"genre": "Sport",
"title": "The Mighty Ducks: Game Changers",
"description": "After failing to make the cut to join the now powerhouse Mighty Ducks junior hockey team, 12-year-old Evan's mother encourages him to form a new team of underdogs with help from Gordon Bombay, the Ducks' original coach."
},

{
"genre": "Sport",
"title": "Coach",
"description": "Hayden Fox is the head coach of a university football team, and eats, sleeps and lives football."
},

{
"genre": "Sport",
"title": "Big Shot",
"description": "A temperamental college basketball coach who gets fired from his job and must take a teaching and coaching job at an elite all-girls private high school."
},

{
"genre": "Sport",
"title": "Red Oaks",
"description": "A coming-of-age comedy set in the 'go-go' 80s about a college student enjoying a last hurrah before summer comes to an end--and the future begins."
},

{
"genre": "Sport",
"title": "The Game",
"description": "A spinoff of Girlfriends featuring a group of women who all have relationships with professional football players."
},

{
"genre": "History",
"title": "Boardwalk Empire",
"description": "An Atlantic City politician plays both sides of the law by conspiring with gangsters during the Prohibition era."
},

{
"genre": "History",
"title": "Deadwood",
"description": "A show set in the late 1800s, revolving around the characters of Deadwood, South Dakota; a town of deep corruption and crime."
},

{
"genre": "History",
"title": "Warrior",
"description": "During the Tong Wars in the late 1800s, Ah Sahm, a martial arts prodigy from China, immigrates to San Francisco and becomes a hatchet man for the most powerful tong in Chinatown."
},

{
"genre": "History",
"title": "Poldark",
"description": "Ross Poldark returns home after American Revolutionary War and rebuilds his life with a new business venture, making new enemies and finding a new love where he least expects it."
},

{
"genre": "History",
"title": "The Tudors",
"description": "A dramatic series about the reign and marriages of King Henry VIII."
},

{
"genre": "History",
"title": "Paris Police 1900",
"description": "Paris, France, 1899. The corpse of an unknown woman is found in the river Seine. The investigation will push a young ambitious inspector to discover a heavy state secret."
},

{
"genre": "History",
"title": "Jaguar",
"description": "In the 1960s, Spain became a home to hundreds of survivors of the Mauthausen camp. Isabel, a young Spanish woman, is one of them. She is looking for Skorzeny, Europe's most dangerous man, but she is not alone."
},

{
"genre": "History",
"title": "Frontier",
"description": "Follows Declan Harp, a half-Irish/half Cree Native-Canadian outlaw who is campaigning to breach the Hudson's Bay Company's monopoly on the fur trade in Canada."
},

{
"genre": "History",
"title": "Vinland Saga",
"description": "Thorfinn pursues a journey with his father's killer in order to take revenge and end his life in a duel as an honorable warrior and pay his father a homage."
},

{
"genre": "History",
"title": "Marco Polo",
"description": "In a world replete with greed, betrayal, sexual intrigue and rivalry, 'Marco Polo' is based on the famed explorer's adventures in Kublai Khan's court in 13th century Mongolia."
},

{
"genre": "History",
"title": "Genius",
"description": "The life stories of history's greatest minds. From their days as young adults to their final years we see their discoveries, loves, relationships, causes, flaws and genius."
},

{
"genre": "History",
"title": "Barbarians",
"description": "The famous battle of the Teutoburg Forest, in which Germanic warriors united by a strong woman, halted the northward advance of the Roman Empire in AD 9."
},

{
"genre": "History",
"title": "Versailles",
"description": "In 1667, 28-year-old all-powerful king of France, Louis XIV, decides to build the greatest palace in the world - Versailles. But drained budget, affairs and political intrigues complicate things."
},

{
"genre": "History",
"title": "Knightfall",
"description": "A look at the final days of the Knights Templar during the 14th century."
},

{
"genre": "History",
"title": "Leonardo",
"description": "The series recounts Leonardo da Vinci's extraordinary life through the works that made him famous, through the stories hidden within those works, revealing little by little the inner torment of a man obsessed with attaining perfection."
}
]
